{
    "Navbar":{
        "home":"Home",
        "about":"About",
        "skills":"Skills",
        "projects": "Projects",
        "recommendations": "Recommendations"
    },
    "About":{
        "pretitle":"I'm",
        "title": "Agustin Maurel",
        "subtitle": "Front-end Developer",
        "description": "I am a front-end developer with full stack knowledge, but with a lot of inclination and love for front-end. I like to work in a team, share ideas to learn and develop a product that contributes to solve any problem or need of people. "
     },
     "Experience":{
        "title":"Experience",
        "description": "Welcome to my portfolio, after 6 years working in commerce in 2020 I decided to venture into this world of programming, going from taking classes to giving them and accompanying students in their study and human process being TA's (teaching assistant). After that I had the privilege to work for start ups from their birth to product conception.",
        "description2":"I most enjoy building software in the sweet spot where design and engineering meet — things that look good but are also built well under the hood.",
        "Card1":{
            "title": "Front-end Dev MUSURE world",
            "description":"Development of a 3D creation tool focused on helping content creators and gamers to monetize their work, working together with design team, economics, product through SCRUM methodology In charge of the frontend.",
            "begin":"Nov 2021",
            "final": "Oct 2022"
        },
        "Card2":{
            "title": "Full-Stack Teach-Assistant",
            "description":"Full-Stack teacher assistant, bootcamp assistant for full-stack students. Experience where I had the opportunity to coordinate and integrate study groups, guide and assist in problem solving and promote group work. I was also able to contribute ideas for the improvement of the bootcamp.",
            "begin":"Sep 2021",
            "final": "Ene 2022"
        }
    },
    "Recommendations":{
        "title": "Recomendaciones",
        "intro":"Some testimonials from colleagues or ex-colleagues about my work and their experience together",
        "ref1":{
            "title":"Tano Bevacqua Cossa",
            "subtitle":"Founder & CEO of MUSURE",
            "description":"Maurel is an amazing team player. A developer that always wanted to have in my team. A problem solver. A lean thinker. A person I really appreciate and I wish to continue work together!. Thanks for everything you did for MUSURE world and let's continue to rock the Metaverse!!"
        },
        "ref2":{
            "title":"Nico Constantin",
            "subtitle":"Full Stack Developer",
            "description":"It has been a pleasure to work with Agustín in MUSURE world and in other projects we work with.He is a collaborative person, problem-solving and always willing to face new challenges and learn. He also writes code that is easily readable, clean and always with maintainability and scalability in mind."
        },
        "ref3":{
            "title":"Fernando Gabriel Villabrille",
            "subtitle":"Diseñador de Producto, Gráfico & Multimedial",
            "description":"He was a valuable team member, possessing expertise and a proactive approach to problem-solving. His teamwork and effective communication with the UX team helped reach our goals."
        }
    }
     

}


