{
    "Navbar":{
        "home":"Inicio",
        "about":"Sobre mi",
        "skills":"Hablidades",
        "projects": "Proyectos"
    },
    "About":{
        "pretitle":"Soy",
        "title": "Agustin Maurel",
        "subtitle": "Desarrollador Front-end",
        "description": "Desarrollador front-end con conocimientos full stack, pero con mucha inclinacion y amor por el front-end. Me gusta trabajar en equipo, compartir ideas para aprender y  desarrollar un producto que contribuya a resolver cualquier problema o necesidad de las personas."
     },
     "Experience":{
        "title":"Experiencia",
        "description": "Bienvenidx a mi portfolio, despues de 6 años trabajando en comercio  en 2020 decidi incursionar en este mundo de la programacion pasando por tomar clases a darlas y a acompañar a estudiantes en su proceso tanto de estudio como humano siendo TA's (teaching assistant). Luego de esto tuve el privilegio de trabajar para start ups desde su nacimiento hasta la concepción de producto.",
        "description2":"Lo que más disfruto es crear software en el punto óptimo donde se unen el diseño y la funcionalidad: cosas que se ven bien pero que también están bien construidas por detras.",
        "Card1":{
            "title": "MUSURE world",
            "description":"Desarrollo de una herramienta de creación 3D enfocada en ayudar a creadores de contenido y gamers a monetizar su trabajo.Trabajo en conjunto con equipo de diseño, economía, producto mediante metodologia SCRUM A cargo del frontend.",
            "begin":"Nov 2021",
            "final": "Oct 2022"
        },
        "Card2":{
            "title": "Full-Stack Teach-Assistant",
            "description":"Asistente de profesor de Full-Stack, asistente de bootcamp para estudiantes full-stack. Experiencia donde tuve la oportunidad de coordinar e integrar grupos de estudio, orientar y asistir en la esolucion de problemas y promover el trabajo grupal. Tambien pude aportar ideas para la mejora del bootcamp.",            
            "begin":"Nov 2021",
            "final": "Oct 2022"
        }
     }
}