{
    "Navbar":{
        "home":"Inicio",
        "about":"Sobre mi",
        "skills":"Hablidades",
        "projects": "Proyectos",
        "recommendations": "Recomendaciones"
    },
    "About":{
        "pretitle":"Soy",
        "title": "Agustin Maurel",
        "subtitle": "Desarrollador Front-end",
        "description": "Desarrollador front-end con conocimientos full stack, pero con mucha inclinacion y amor por el front-end. Me gusta trabajar en equipo, compartir ideas para aprender y  desarrollar un producto que contribuya a resolver cualquier problema o necesidad de las personas."
     },
     "Experience":{
        "title":"Experiencia",
        "description": "Bienvenidx a mi portfolio, despues de 6 años trabajando en comercio  en 2020 decidi incursionar en este mundo de la programacion pasando por tomar clases a darlas y a acompañar a estudiantes en su proceso tanto de estudio como humano siendo TA's (teaching assistant). Luego de esto tuve el privilegio de trabajar para start ups desde su nacimiento hasta la concepción de producto.",
        "description2":"Lo que más disfruto es crear software en el punto donde se unen el diseño y la funcionalidad: cosas que se ven bien pero que también están bien construidas por detras.",
        "Card1":{
            "title": "Front-end Dev MUSURE world",
            "description":"Desarrollo de una herramienta de creación 3D enfocada en ayudar a creadores de contenido y gamers a monetizar su trabajo.Trabajo en conjunto con equipo de diseño, economía, producto mediante metodologia SCRUM A cargo del frontend.",
            "begin":"Nov 2021",
            "final": "Oct 2022"
        },
        "Card2":{
            "title": "Full-Stack Teach-Assistant",
            "description":"Asistente de profesor de Full-Stack, asistente de bootcamp para estudiantes full-stack. Experiencia donde tuve la oportunidad de coordinar e integrar grupos de estudio, orientar y asistir en la resolucion de problemas y promover el trabajo grupal. Tambien pude aportar ideas para la mejora del bootcamp.",            
            "begin":"Nov 2021",
            "final": "Oct 2022"
        }
     },
     "Recommendations":{
        "title": "Recomendaciones",
        "intro":"Algunos testimonios de colegas o ex-compañeros sobre mi trabajo y nuestra experiencia juntos",
        "ref1":{
            "title":"Tano Bevacqua Cossa",
            "subtitle":"Founder & CEO of MUSURE",
            "description":"Maurel es un compañero de equipo increíble. Un desarrollador que siempre quise tener en mi equipo. Un solucionador de problemas. Un pensador ágil. Una persona a la que aprecio mucho y con la que deseo seguir trabajando juntos. Gracias por todo lo que has hecho por el mundo MUSURE y vamos a seguir rockeando el Metaverso."
        },
        "ref2":{
            "title":"Nico Constantin",
            "subtitle":"Full Stack Developer",
            "description":"Ha sido un placer trabajar con Agustín en MUSURE world y en otros proyectos con los que trabajamos.Es una persona colaboradora, resolutiva y siempre dispuesta a afrontar nuevos retos y aprender. Además escribe código fácilmente legible, limpio y siempre pensando en la mantenibilidad y escalabilidad."
        },
        "ref3":{
            "title":"Fernando Gabriel Villabrille",
            "subtitle":"Diseñador de Producto, Gráfico & Multimedial",
            "description":"Fue un valioso miembro del equipo, con experiencia y un enfoque proactivo para la resolución de problemas. Su trabajo en equipo y su comunicación eficaz con el equipo de UX ayudaron a alcanzar nuestros objetivos."
        }
    },
    "Skills":{
        "title": "Habilidades",
        "intro": "En mi carrera he aprendido las siguientes habilidades técnicas para el desarrollo de soluciones  y en conjunto también a trabajar en equipo empleando metodologías ágiles y desarrollando mis capacidades interpersonales.",
        "hard": "Habilidades Tecnicas",
        "soft": "Habilidades Blandas",
        "softSkills":{
            "teamwork":"Trabajo en equipo",
            "problemSolving":"Resolucion de problemas",
            "continuousLearning":"Aprendizaje Continuo",
            "learningAgility": "Agilidad",
            "adaptability": "Adaptabilidad",
            "comunication": "Comunicación"
            }
        },
    "Projects":{
        "title": "Proyectos",
        "intro": "A través de mis proyectos, busco aprender y buscar nuevos desafíos , también mejorar la experiencia del usuario y optimizar procesos. De esta forma intento mantenerme actualizado en las últimas tendencias del desarrollo y aplicar buenas prácticas en cada etapa del ciclo de vida del software."
        }
     
    }  
     
