{
    "Navbar":{
        "home":"Home",
        "about":"About",
        "skills":"Skills",
        "projects": "Projects",
        "recommendations": "Recommendations",
        "spanish": "Spanish",
        "english": "English"
    },
    "About":{
        "pretitle":"I'm",
        "title": "Agustin Maurel",
        "subtitle": "Front-end Developer",
        "description": "I am a front-end developer with full stack knowledge, but with a lot of inclination and love for front-end. I like to work in a team, share ideas to learn and develop a product that contributes to solve any problem or need of people. "
     },
     "Experience":{
        "title":"Experience",
        "about":"About me",
        "description": "Welcome to my portfolio, since I immersed myself in this world I had the privilege to study, learn, teach and accompany new students until the development of a start up from its inception to its conception.",
        "description2":"What I enjoy most is learning how to create software by working as a team to get to the point where design and functionality come together: things that look good but are also well built under the hood”,",
        "musure":{
            "title": "Front-end Dev MUSURE world",
            "description":"Development of a 3D creation tool focused on helping content creators and gamers to monetize their work, working together with design team, economics, product through SCRUM methodology In charge of the frontend.",
            "begin":"Nov 2021",
            "final": "Oct 2022"
        },
        "henry":{
            "title": "Full-Stack Teach-Assistant",
            "description":"Full-Stack teacher assistant, bootcamp assistant for full-stack students. Experience where I had the opportunity to coordinate and integrate study groups, guide and assist in problem solving and promote group work. I was also able to contribute ideas for the improvement of the bootcamp.",
            "begin":"Sep 2021",
            "final": "Ene 2022"
        }
    },
    "Recommendations":{
        "title": "Recomendaciones",
        "intro":"Some testimonials from colleagues or ex-colleagues about my work and their experience together.",
        "tano":{
            "title":"Tano Bevacqua Cossa",
            "subtitle":"Founder & CEO of MUSURE",
            "description":"Maurel is an amazing team player. A developer that always wanted to have in my team. A problem solver. A lean thinker. A person I really appreciate and I wish to continue work together!. Thanks for everything you did for MUSURE world and let's continue to rock the Metaverse!!"
        },
        "nico":{
            "title":"Nico Constantin",
            "subtitle":"Full Stack Developer",
            "description":"It has been a pleasure to work with Agustín in MUSURE world and in other projects we work with.He is a collaborative person, problem-solving and always willing to face new challenges and learn. He also writes code that is easily readable, clean and always with maintainability and scalability in mind."
        },
        "fer":{
            "title":"Fernando Gabriel Villabrille",
            "subtitle":"Diseñador de Producto, Gráfico & Multimedial",
            "description":"He was a valuable team member, possessing expertise and a proactive approach to problem-solving. His teamwork and effective communication with the UX team helped reach our goals."
        }
    },
    "Skills":{
        "title": "Skills",
        "intro": "In my career I have learned the following soft skills and techniques for solution development and teamwork.",
        "hard": "Tech Skills",
        "soft": "Soft Skills",
        "softSkills":{
            "teamwork":"Team Work",
            "comunication": "Comunication",
            "problemSolving":"Problem solving",
            "continuousLearning":"Continuous Learning",
            "learningAgility": "Agility",
            "adaptability": "Adaptability",
            "empathy": "Empathy",
            "time": "Time management"
         }
        },
    "Projects":{
        "title": "Projects",
        "intro": "Through my projects, I seek to learn and look for new challenges, as well as to improve the user experience and optimize processes. In this way I try to keep myself updated on the latest development trends and apply best practices at every stage of the software lifecycle.",
        "coco":{
            "title": "COCO Mall | Shopping online",
            "description":"Coco Mall is an online store, a marketplace where you can shop in different stores or create your own store to sell your products. It has a lot of features for both the customer user and the business owner, an administrator panel and payment management. "
        },
        "turnify":{
            "title": "Turnify ",
            "description":"Turnify is an appointment app integrated with WhatsApp, an innovative solution that allows users to easily book appointments and manage appointments. It also has a dedicated app for administrators in any field, facilitating the management and organization of services. "
        }
    },
    "Footer":{
            "contact":"Contact me :",
            "download":"Download CV :"
        },
        "Rights":{
            "designed": "Designed in ",
            "figma":"Figma",
            "and": " and coded in ",
            "visual": "Visual Studio Code.",
            "build" : " Build with ",
            "next": "Next.js",
            "and1": " and ",
            "tailwind": "Tailwind CSS",
            "deploy":", deployed with ",
            "vercel": "Vercel.",
            "created": "@ 2024 Created by Maurel Agustin"

        }

}


