{
    "Navbar":{
        "home":"Inicio",
        "about":"Sobre mi",
        "skills":"Hablidades",
        "projects": "Proyectos",
        "recommendations": "Recomendaciones",
        "spanish": "Español",
        "english": "Ingles"
    },
    "About":{
        "pretitle":"Soy",
        "title": "Agustin Maurel",
        "subtitle": "Desarrollador Front-end",
        "description": "Desarrollador front-end con conocimientos full stack, con mucha inclinacion y amor por el front-end."
     },
     "Experience":{
        "title":"Experiencia",
        "about":"Sobre mi",
        "description": "Bienvenidx a mi portfolio, desde que me sumergi en este mundo tuve el privilegio de estudiar aprender dar clases y acompañar nuevos alumnos hasta el desarrollo de una start up desde su inicio hasta su concepcion.",
        "description2":"Lo que más disfruto es aprender creando software mediante el trabajo en equipo  para llegar punto donde se unen el diseño y la funcionalidad: cosas que se ven bien pero que también están bien construidas por detras.",
        "musure":{
            "title": "Front-end Dev MUSURE world",
            "description":"Desarrollo de una herramienta de creación 3D enfocada en ayudar a creadores de contenido y gamers a monetizar su trabajo.Trabajo en conjunto con equipo de diseño, economía, producto mediante metodologia SCRUM A cargo del frontend.",
            "begin":"NOV 2021",
            "final": "OCT 2022"
        },
        "henry":{
            "title": "Full-Stack Teach-Assistant",
            "description":"Asistente de profesor de Full-Stack, asistente de bootcamp para estudiantes full-stack. Experiencia donde tuve la oportunidad de coordinar e integrar grupos de estudio, orientar y asistir en la resolucion de problemas y promover el trabajo grupal. Tambien pude aportar ideas para la mejora del bootcamp.",            
            "begin":"SEP 2021",
            "final": "ENE 2022"
        }
     },
     "Recommendations":{
        "title": "Recomendaciones",
        "intro":"Algunos testimonios de colegas o ex-compañeros sobre mi trabajo y nuestra experiencia juntos.",
        "tano":{
            "title":"Tano Bevacqua Cossa",
            "subtitle":"Founder & CEO of MUSURE",
            "description":"Maurel es un compañero de equipo increíble. Un desarrollador que siempre quise tener en mi equipo. Un solucionador de problemas. Un pensador ágil. Una persona a la que aprecio mucho y con la que deseo seguir trabajando juntos. Gracias por todo lo que has hecho por el mundo MUSURE y vamos a seguir rockeando el Metaverso."
        },
        "nico":{
            "title":"Nico Constantin",
            "subtitle":"Full Stack Developer",
            "description":"Ha sido un placer trabajar con Agustín en MUSURE world y en otros proyectos con los que trabajamos.Es una persona colaboradora, resolutiva y siempre dispuesta a afrontar nuevos retos y aprender. Además escribe código fácilmente legible, limpio y siempre pensando en la mantenibilidad y escalabilidad."
        },
        "fer":{
            "title":"Fernando Gabriel Villabrille",
            "subtitle":"Diseñador de Producto, Gráfico & Multimedial",
            "description":"Fue un valioso miembro del equipo, con experiencia y un enfoque proactivo para la resolución de problemas. Su trabajo en equipo y su comunicación eficaz con el equipo de UX ayudaron a alcanzar nuestros objetivos."
        }
    },
    "Skills":{
        "title": "Habilidades",
        "intro": "En mi carrera he aprendido las siguientes habilidades blandas y técnicas para el desarrollo de soluciones  y el trabajo en equipo",
        "hard": "Habilidades Tecnicas",
        "soft": "Habilidades Blandas",
        "softSkills":{
            "teamwork":"Trabajo en equipo",
            "problemSolving":"Resolucion de problemas",
            "continuousLearning":"Aprendizaje Continuo",
            "learningAgility": "Agilidad",
            "adaptability": "Adaptabilidad",
            "comunication": "Comunicación",
            "empathy": "Empatía",
            "time": "Gestion de tiempo"
            }
        },
    "Projects":{
        "title": "Proyectos",
        "intro": "A través de mis proyectos, busco aprender y buscar nuevos desafíos , también mejorar la experiencia del usuario y optimizar procesos. De esta forma intento mantenerme actualizado en las últimas tendencias del desarrollo y aplicar buenas prácticas en cada etapa del ciclo de vida del software.",
        "coco":{
            "title": "COCO Mall | Shopping online",
            "description": "Coco Mall es una tienda online, un marketplace donde puedes comprar en diferentes tiendas o crear tu propia tienda para vender tus productos. Posee una gran cantidad de funcionalidades tanto para el usuario cliente como el dueño del negocio, un panel de administrador y gestion de pagos "
        },
        "turnify":{
            "title": "Turnify",
            "description":"Turnify es una aplicación de turnos integrada a WhatsApp, una solución innovadora que permite a los usuarios reservar citas y gestionar turnos de manera sencilla. Además, cuenta con una app dedicada para administradores de cualquier rubro, facilitando la gestión y organización de los servicios. "
        }
        },
        "Footer":{
            "contact":"Contactame :",
            "download":"Descargar CV :"
        },
        "Rights":{
            "designed": "Designed in ",
            "figma":"Figma",
            "and": " and coded in ",
            "visual": "Visual Studio Code.",
            "build" : " Build with ",
            "next": "Next.js",
            "and1": " and ",
            "tailwind": "Tailwind CSS",
            "deploy":", deployed with ",
            "vercel": "Vercel.",
            "created": "@ 2024 Created by Maurel Agustin"

        }
     
    }  
     
